Revit 2027 API
ParameterTypeId.StructuralElevationAtTopCore Property
 "Elevation at Top Core"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralElevationAtTopCore { get; }
Public Shared ReadOnly Property StructuralElevationAtTopCore As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralElevationAtTopCore {
	ForgeTypeId^ get ();
}
static member StructuralElevationAtTopCore : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace